export default {
  translation: {
    header: {
      contact_number: "+123 456 789",
      email: "example@mail.com",
      logo: "الشعار",
      language: "العربية",
      nav: {
        home: "الرئيسية",
        services: "خدماتنا",
        offer_price: "عرض السعر",
        tools: "الأدوات",
        about_us: "من نحن",
        terms_conditions: "الشروط والأحكام",
        blog: "المدونة",
        faqs: "الأسئلة الشائعة",
        contact_us: "اتصل بنا",
        search: "بحث",
        logout: "تسجيل خروج"
      }
    },
    homepage: {
      title: "مجموعة ميدل إيست ترانس",
      description:
        "نتخصص في مجالات الشحن والنقل البحري والبري وخدمات التخزين والتخليص الجمركي والخدمات اللوجستية مع خبرة تزيد عن 18 عامًا.",
      buttons: {
        services: "خدماتنا",
        contact: "اتصل بنا"
      },
      features: {
        card: {
          des:
            "لدينا سفن للإيجار وحاويات للإيجار مجهزة بأحدث الوسائل ومناسبة لجميع أنواع البضائع لإتمام عمليات الشحن والنقل بسهولة داخل تركيا وخارجها.",
          title: "اشترك في نشرتنا الإخبارية وكن أول من يعرف أخبارنا..",
          emailHear: "أدخل بريدك الإلكتروني هنا...",
          button: "اشترك الان"
        },
        everywhere: {
          title: "في كل مكان",
          description:
            "أينما كنت، ستجد خدماتنا متاحة بين يديك باحترافية وإتقان.",
          read_more: "اقرأ المزيد"
        },
        fastest_service: {
          title: "الخدمة الأسرع",
          description: "الخدمات متاحة على مدار الساعة بأسرع طريقة ممكنة.",
          read_more: "اقرأ المزيد"
        }
      },
      subscribe: {
        title: "اشترك في النشرة الإخبارية",
        description: "واكن أول من يعرف أخبارنا..",
        placeholder: "أدخل بريدك الإلكتروني هنا...",
        button: "اشترك الآن"
      }
    },
    vision: {
      title1: "الشركة",
      title2: "رؤية",
      points: {
        "1": " نعمل على تطوير خدمات الشحن بطريقة مبتكرة واستراتيجية.",
        "2": " أسهل عمليات التخليص الجمركي بإجراءات بسيطة وسريعة.",
        "3": " تنفيذ المهام بأمان كامل وفقًا للقوانين التركية والدولية."
      }
    },
    Advantages: {
      title: "مزايا التعامل معنا",
      des1:
        "✔ لا داعي للقلق، شحنتك آمنة في مستودعاتنا داخل تركيا وخارجها، حيث أننا الوسيط المثالي للشحن بين تركيا والعالم. تقدم شركة Middle East GT خدمات الشحن البحري والبري.",
      des2:
        "✔ يقع مقر الشركة في تركيا، في الجانب الأوروبي، مما يحقق رابطًا فريدًا بين دول العالم. حب فريقنا للعمل هو سر نجاحنا.",
      des3:
        "✔ هدفنا هو رضا عملائنا مهما كان السبب. تتميز شركة Middle East GT عن باقي شركات الشحن في تركيا بطرق عملها الخاصة، مع إدخال تقنيات جديدة في عام 2021، وخدمات التأمين وجميع الخدمات اللوجستية.",
      Statistics: {
        co1: "19+",
        title1: "سنوات من الخبرة",
        co2: "13244+",
        title2: "عمليات مكتملة"
      }
    },
    fourth: {
      shippingTitle: "الشحن من تركيا إلى جميع دول العالم",
      shippingDescription: `
        أحدثت الحاويات ثورة في عالم شحن البضائع وغيرت أنظمة الشحن العالمية. 
        اليوم، يتم نقل تسعين بالمائة من البضائع في الحاويات المكدسة على 
        أسطح ناقلات البحر العملاقة، ويبلغ عدد الشحنات المشحونة عالميًا 
        حاليًا مئتي مليون حاوية سنويًا. وقد ساهم توحيد مقاسات الحاويات 
        عالميًا في تغيير مقاسات السفن والسيارات وعربات القطار لتتناسب مع 
        أحجام وقدرات الحاويات ذات العشرين قدمًا والأربعين قدمًا.
      `,
      buttonText: "اكتشف المزيد"
    },

    fiveth: {
      sectionTitle: "أنواع وأحجام الحاويات البحرية",
      cards: {
        card1: {
          id: 1,
          title: "اطلع على المزيد",
          description:
            "نقدم جميع خدمات الشحن البحري المتكاملة من الموانئ التركية إلى جميع دول العالم، الحل المثالي لشحن بضائعك، مما يمنحك مساحة كبيرة بالسعر المناسب وأسرع تسليم إلى العنوان المطلوب بالتعاون مع شركات شحن دولية، بالإضافة إلى التأمين الشامل لضمان حقوق العملاء ورضاهم.",
          buttonText: "مفتوح من الأعلى",
          name: "الشحن البحري"
        },
        card2: {
          id: 2,
          title: "اطلع على المزيد",
          description:
            "تقدم Middle East GT خدمات شحن بري عالية الجودة واحترافية، شحن سريع من الموانئ التركية وجميع المحافظات في تركيا، التوصيل إلى باب منزلك، ميزات تخزين جيدة، وتتبع مباشر للشحنات حتى نصل في الوقت المحدد إلى العنوان المطلوب.",
          buttonText: "عربة 40 قدم",
          name: "الشحن البري"
        },
        card3: {
          id: 3,
          title: "اطلع على المزيد",
          description:
            "يقوم موظفو Middle East GT بتخزين البضائع والشحنات في مستودعات مجهزة، مع توفر الحاويات والسيارات للنقل الآمن بأحجام تتطابق مع المواصفات، وخدمات التخليص الجمركي والخدمات اللوجستية الأخرى بسرعة كبيرة، للوصول إلى الرضا التام لعملائنا وهذا هو هدفنا الأول والأهم.",
          buttonText: "عربة 20 قدم",
          name: "الشحن البحري"
        }
      }
    },
    whyUs: {
      title: "لماذا تختارنا؟",
      description1:
        "تمكنت شركة الشرق الأوسط GT من تحقيق تطور هام من خلال فروعها في تركيا ودول العالم ودول الخليج العربي والشرق الأوسط، من حيث تسهيل عمليات الشحن من تركيا وأوروبا إلى تلك الدول، بالإضافة إلى كونها عضوًا في العديد من شبكات الشحن العالمية ووكلاء الشحن الدوليين. سنكون وجهتكم الأولى في تركيا لتقديم الاستشارات والنصائح قبل الشراء من المصانع والأسواق التركية، وتقديم الدعم اللوجستي قبل وبعد الشراء، وتنفيذ عمليات الشحن إلى الوجهة المقصودة.",
      description2:
        "أينما كنت في العالم، يمكنك الحصول على خدماتنا المتنوعة في الشحن والنقل والتخزين، مع توفر الخدمات اللوجستية وخدمات الشحن من وإلى تركيا والشرق الأوسط وجميع دول العالم.",
      watchVideo: "شاهد الفيديو"
    },
    SeventhSection: {
      title: "نحن نقدم خدماتنا ذات الخبرة العالية منذ عام 2002.",
      description:
        "خدمات النقل البحري بالحاويات المجهزة بجميع الأحجام والأبعاد المعترف بها عالميًا، والنقل البري مع مركباتنا المجهزة الخاصة مع خدمات التخزين، والتخليص الجمركي السريع، والخدمات اللوجستية المختلفة.",
      percentageLabel: "النسبة المئوية",
      watchImageAlt: "شاهد",
      containerImageAlt: "شاهد"
    },
    CustomerOpinions: {
      title: "آراء العملاء",
      description:
        "رضا عملائنا هو هدفنا الأول وفقًا لرؤية حالية ومستقبلية توفر لهم كل ما يبحثون عنه في مجالات الشحن، والنقل، والتخليص الجمركي، والخدمات اللوجستية.",
      quote:
        'لم نتوقع أن تكون خدمات الشحن بهذه السهولة مع ',
      q1 : "الشرق الأوسط جي تي" ,
      q2 :  "ونشكرهم على تعاونهم."  ,
      viewMore: "عرض المزيد"
    },
    footer: {
      companyTitle: "شركتنا",
      aboutUs: "حول الشركة",
      ourTeam: "فريقنا",
      blog: "مدونة",
      contactUs: "اتصل بنا",
      supportTitle: "الدعم",
      faq: "الأسئلة الشائعة",
      privacyPolicy: "سياسة الخصوصية",
      termsAndConditions: "الشروط والأحكام",
      trackShipment: "تتبع الشحنة",
      servicesTitle: "خدماتنا",
      seaShipping: "شحن بحري",
      landShipping: "شحن بري",
      logisticsServices: "خدمات لوجستية",
      contactTitle: "للتواصل",
      location: "📍 تركيا، مرسين",
      phone: "📞 0009344892589",
      email: "📧 info@MiddleEastGT.com",
      contactLink: "📍 للتواصل معنا",
      tradeMessage: "من خلال التواصل عبر الموقع أو الرسائل الإلكترونية على الموقع أو من خلال المقر الرئيسي للشركة، لا نتحمل أي مسؤولية عن أي اتصالات أخرى..com",
      designedBy: "تم برمجة وتصميم الموقع من قبل",
      codeCraft: "Code Craft",
    },
  }
};
